{
    "1": {
        "id": "1",
        "thesis": "Ice Hockey has deemed itself as a national sport and pastime, which has shaped Canada’s identity on a global scale through-out history.",
        "parag": "Hockey culture in Canada is all-encompassing, asserting itself into the landscapes, communities, and as a part of every-day life for Canadians. The Canadian Government shared that 1.3 million Canadian adults have ice hockey before, and two in ten households have a child that plays hockey across the country. Hockey Canada has made a name for itself all over the world. The sport itself is important to Canadian culture, on an Olympic level, or just as a dimple game of pick up. Seemingly, this beloved sport must be good."
    },
    "2": {
        "id": "2",
        "thesis": "Unfortunately, hockey has a darker side to it that can no longer be ignored.",
        "parag": "While Canada, and it’s heavy involvement in hockey has gained many news articles, headlines, and glorious moments that have been shared, there has been an equal number of stories highlighting bullying within the sport. Recent research projects that have been conducted have shared that approximately 60% of the population believe that the sport contains sexist, racist, and abuse issues that are harming the game for those in the community.  Over time many stories and first-hand accounts of bullying in the sport are coming into limelight via news sources. These news stories claim that bullying is happening to all members of the hockey community."
    },
    "3": {
        "id": "3",
        "thesis": "With this growing accumulation of stories surrounding bullying in hockey, one must have to ask themselves: why is this happening and what can we do about it?",
        "parag": "In efforts to bring a communal answer to these questions, WinTheGame’s main objective is to stop bullying in hockey on and off the ice. In order to start the conversation about bullying in hockey in Canada, those of WinTheGame are starting the soapbox for those in the community who want to tell their stories. By raising awareness, together we can claim respect back into Canada’s national winter sport. Sign the petition, share us on social media, and be the change in your community."
    }
}